<!DOCTYPE html>
<html lang="uk">
@include('partials/head.html')

<body>
  @include('partials/header.html')

  <main>
    <section class="article-section">
      <div class="container">
        <div class="article-section__wrapp">
          <div class="breadcrumbs">
            <a href="/">Головна</a> / Договір публічної оферти
          </div>

          <div class="article-section__box">
            <div class="article-section__content" style="grid-template-columns: minmax(0, 1fr);">
              <div class="article-section__editor">
                <h2>ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ</h2>
                <p>"про надання послуг з навчання програмуванню та англійської мови для клієнтів поза межами України"</p>
                <p>Редакція від "01" листопада 2022 р.</p>
                <p>Договір , розміщений на цьому сайті - це публічна оферта, що містить умови надання послуг з навчання програмування та англійської мови , в тому числі в режимі онлайн закладом Logika, до якого приєднується Замовник/Учень.</p>
                <p>Договір визначає умови та порядок надання Послуг.</p>

                <h2>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
                <p>1.1. Цей Договір, відповідно до положень ст. 633, ст. 641 і розділу 63 Цивільного кодексу України, є публічним договором (офертою), який також складено у відповідності до положень Закону України «Про електронну комерцію», Закону України «Про захист прав споживачів» та інших нормативних актів України і адресовано невизначеному колу осіб, незалежно від статусу (фізична особа, юридична особа, фізична особа-підприємець), які бажають придбати Послуги в порядку і на умовах цього Договору.</p>
                <p>1.2. Якщо ви не згодні з умовами та положенням, наведеними в Договорі, ви повинні утриматись від відвідування, використання веб-платформи Logika та/або від придбання Послуг, пропозицію щодо яких розміщено на сайті веб-платформи Logika, навіть якщо ви не згодні лише з деякими положеннями Договору. Продовжуючи використання веб-платформи Logika ви також підтверджуєте, що всі умови Договору вам зрозумілі і ви приймаєте їх повністю і беззастережно.</p>
                <p>1.3. Звертаємо вашу увагу на той факт, що Виконавець має право в будь-який час в односторонньому порядку змінювати умови Договору та вартість Послуг.</p>
                <p>1.4. Договір також визначає деякі умови використання Замовником матеріалів і сервісів веб-платформи Logika.</p>
                <p>1.5. Чинна версія Договору розміщена на сайті веб-платформи Logika і до моменту здійснення акцепту умов Договору Замовник в обов'язковому порядку повинен з нею ознайомитись.</p>
                <p>1.6. Терміни, вживані з великої літери, мають значення, передбачене Договором. Інші терміни мають значення, визначене законодавством України.</p>
                <p>1.7. Датою укладення Договору є дата оплати вартості Послуг за обраною Програмою навчання.</p>

                <h2>2. ТЕРМІНИ</h2>
                <p>Договір – публічна пропозиція (оферта) Виконавця, адресована невизначеному колу осіб (за винятком осіб, які згідно з законодавством України не можуть укладати подібні правочини) укласти з Виконавцем договір про надання Послуг на умовах Договору.</p>
                <p>Виконавець – Товариство з обмеженою відповідальністю «ІКС КАПІТАЛ», що представляє торгову марку Logika, та діє на підставі договорів які надають повноваження укладати договори, в тому числі публічні договори про надання освітніх послуг суб'єктами підприємницької діяльності з навчання робототехніки і програмуванням в тому числі на дистанційних онлайн курсах за допомогою веб-платформи Logika.</p>
                <p>Замовник/користувач – фізична особа, юридична особа або фізична особа-підприємець, яка може представляти інтереси Учня і уклала з Виконавцем Договір на умовах, що викладені в Договорі.</p>
                <p>Сторони – Виконавець та Замовник разом.</p>
                <p>Сторона – Виконавець або Замовник.</p>
                <p>Учень – особа віком від 7 до 17 років, що навчається за Договором.</p>
                <p>Акцепт – повна, безумовна і беззастережна згода Замовника укласти Договір, яка виражається в оплаті Замовником згідно ч. 2 ст. 642 Цивільного кодексу України Послуг у порядку і на умовах, що визначені Договором та/або вчинення з боку Замовника будь-якої дії, спрямованої на прийняття пропозиції укласти цей Договір або фактичне користування послугами за цим Договором. Договір укладається без підпису письмового примірника Договору Сторонами. Акцептуванням цього Договору Замовник підтверджує факт ознайомлення, згоди та прийняття усіх умов цього Договору.</p>
                <p>Послуги – онлайн навчання Учня по програмам, які передбачені та викладені на веб-платформі Logika за обраним Замовником напрямком до Програми навчання.</p>
                <p>Програма навчання – єдиний комплекс освітніх компонентів, спланованих і організованих Виконавцем для досягнення учнями результатів навчання. Вид Програми навчання визначається на сайті Виконавця і реалізується, в тому числі з використанням дистанційних освітніх технологій за допомогою веб-платформи Logika.</p>
                <p>Веб-платформи Logika - програмне забезпечення Виконавця для проведення занять, взаємодії Виконавця з Замовником/Учнем, доступ до якого здійснюється через Сайт.</p>
                <p>Сайт – сайт Виконавця, розміщений за адресою: https://logikaschool.com// .</p>
                <p>Локальні нормативні акти Виконавця - Правила та умови здійснення навчального процесу та надання освітніх послуг, інші внутрішні нормативні акти Виконавця (накази, рішення, розпорядження тощо), які стосуються Договору або пов'язані з ним.</p>
                <p>Заборгованість – означає, залежно від контексту, або (а) грошові зобов'язання Замовника перед Виконавцем за Договором, термін оплати за якими настав, або (б) суму коштів за такими грошовими зобов'язаннями.</p>

                <h2>3. ПРЕДМЕТ ДОГОВОРУ</h2>
                <p>3.1. Виконавець організовує за рахунок коштів Замовника надання освітніх послуг Замовнику, а саме: дистанційне (в режимі онлайн) навчання Учня за допомогою та використанням веб-платформи Logika за програмами відповідно до обраного Замовником навчального курсу і пакету Послуг, у визначений Договором час та у відповідності до Програми навчання, а Замовник зобов'язується приймати Послуги та оплачувати їх вартість в порядку і на умовах, передбачених Договором.</p>
                <p>3.2. Послуги за цим Договором надаються Учню викладачами та суб'єктами підприємницькой діяльності, з якими Виконавцем укладені агентські договори, шляхом проведення занять, в тому числі в режимі онлайн або направлення відеозапису заняття, за обраним Замовником пакетом Послуг, в порядку та на умовах, визначених цим Договором.</p>
                <p>3.3. Замовнику після акцептування Договору надається доступ до онлайн-майданчику та/або сервісу, за допомогою якого протягом всієї тривалості курсу, будуть проводитись дистанційні онлайн-заняття та/або розміщуватись навчальні чи інформаційні матеріали (відеозаписи занять, текстові завдання тощо).</p>
                <p>3.4. Договір діє відносно будь-якої Програми навчання, яка розміщена за адресою https://logikaschool.com/contractoffer і обрана Замовником шляхом реєстрації на таку програму на Сайті через кнопку «Записатись» на сторінці відповідної Програми навчання.</p>
                <p>3.5. Назва, зміст, термін освоєння, період і форма, формат навчання тощо визначаються на сторінці обраної Програми навчання. Послуги надаються також з використанням дистанційних освітніх технологій на веб-платформі "Logika".</p>
                <p>3.6. Доступ до матеріалів по Програмі навчання, що розміщені на Сайті, надається на термін з дати акцепту Договору Замовником і до дати закінчення надання Послуг за Програмою навчання або до дати дострокового припинення (розірвання) Договору.</p>
                <p>3.7. Додаткова інформація про наявність платних освітніх послуг може міститися в Договорі, а також в локальних нормативних актах Виконавця, доступних для ознайомлення на Сайті або в офісі Виконавця за адресою, вказаною в реквізитах Договору. Факт ознайомлення Замовника з Локальними нормативними актами Виконавця підтверджується акцептом Договору.</p>
                <p>3.8. Договір вважається укладеним з моменту оплати Замовником Послуг в порядку передоплати 100% вартості обраної послуги та діє до повного виконання сторонами своїх зобов'язань або до розірвання Договору однією із Сторін.</p>

                <h2>4. ПРАВА ТА ОБОВ'ЯЗКИ ВИКОНАВЦЯ</h2>
                <p>4.1. Виконавець зобов'язується:</p>
                <p>4.1.1. ознайомити Замовника/Учня з Програмою навчання, тривалістю занять та іншою інформацією щодо надання Послуг;</p>
                <p>4.1.2. забезпечити дотримання прав учасників навчального процесу відповідно до законодавства України та правил і вимог щодо організації надання Послуг;</p>
                <p>4.1.3. організувати діяльність з навчання Учня відповідно до її віку, змісту навчальної Програми веб-платформи Logika;</p>
                <p>4.1.4. інформувати Замовника про правила та вимоги щодо організації надання Послуг, їх якості та змісту, про права і обов'язки Сторін під час надання/отримання Послуг;</p>
                <p>4.1.5. вносити зміни в Програму навчання;</p>
                <p>4.1.6. під час надання Послуг проявляти повагу до особистості Учня, підтримувати умови зміцнення його морального та психологічного здоров'я і емоційного благополуччя з урахуванням індивідуальних особливостей Учня;</p>
                <p>4.1.7. за письмовим запитом надавати інформацію про результати навчальних досягнень, поточних тестувань, виконання домашніх завдань Учня. Замовник усвідомлює і згоден, що Виконавець не може гарантувати засвоєння Учнем повного обсягу навчального матеріалу;</p>
                <p>4.1.8. зберігати місце за Учнем на час тимчасової відсутності такого Учня за умови оплати за Послуги згідно тарифів;</p>
                <p>4.1.9. організовувати навчання Учня за Програмою навчання із залученням кваліфікованих спеціалістів;</p>
                <p>4.1.10. використовувати при навчанні сучасні технології й додаткові спеціальні програми;</p>
                <p>4.1.11. у разі пропуску заняття Учня з поважних причин, запросити Учня на урок-відпрацювання (запросити на 30 хвилин раніше регулярного уроку).</p>

                <p>4.2. Виконавець має право:</p>
                <p>4.2.1. регламентувати розклад навчального процесу/порядок надання Послуг;</p>
                <p>4.2.2. самостійно добирати навчальні програми, посібники, методики навчання, виховання тощо;</p>
                <p>4.2.3. відрахувати Учня, розірвати достроково Договір у односторонньому (позасудовому) порядку на умовах та з підстав, що визначені у Договорі та/або законодавстві України. В цьому випадку угода про розірвання Договору не укладається;</p>
                <p>4.2.4. вимагати від Замовника оплати різниці у вартості Послуг при переводі Учня з однієї Програми навчання на іншу;</p>
                <p>4.2.5. на отримання від Замовника відшкодування збитків, які були завдані Виконавцю внаслідок порушення Замовником або Учнем умов Договору у повному їх обсязі;</p>
                <p>4.2.6. залишати за собою право здійснювати заміну викладачів та коригувати розклад занять;</p>
                <p>4.2.7. не допускати Учня до занять або до записів цих занять, та/або не надавати Замовнику доступу до навчальних та інформаційних та/або онлайн-матеріалів у разі відсутності повної 100% оплати обраної Замовником послуги;</p>
                <p>4.2.8. відрахувати Учня та припинити надання послуги при невиконанні Замовником/Учнем своїх зобов'язань та або у випадку, якщо під час надання Послуг Учень зриває навчання, порушує дисципліну, заважає іншим учням та викладачам;</p>
                <p>4.2.9. на власний розсуд відмовити Замовнику в укладенні Договору або ініціювати припинення надання Послуг. У такому разі Виконавець повідомляє Замовника про припинення надання Послуг, та у разі розірвання Договору за ініціативою Виконавця, Виконавець здійснює відшкодування грошових коштів, сплачених у відповідності до умов Договору, за вирахуванням вартості фактично наданих послуг.</p>

                <h2>5. ПРАВА ТА ОБОВ'ЯЗКИ ЗАМОВНИКА</h2>
                <p>5.1. Замовник зобов'язується:</p>
                <p>5.1.1. оплачувати у повному обсязі Послуги в порядку і на умовах, що визначені Договором;</p>
                <p>5.1.2. нести відповідальність за організацію режиму дня Учня, відвідування ним уроків згідно з затвердженим Виконавцем розкладом через навчальну веб-платформу Logika та виконання Програми навчання;</p>
                <p>5.1.3. дотримуватися режиму конфіденційності даних доступу до системи дистанційного навчання на веб-сайті Виконавця: логінів, паролів, кодів доступу тощо, а також іншої інформації, прямо не визначеної в цьому пункті Договору, про конфіденційність якої Виконавець попередньо повідомить Замовника;</p>
                <p>5.1.4. повідомити Виконавця у будь-який спосіб (телефон, e-mail, viber тощо) про проблеми, пов'язані з отриманням від Виконавця інформації, що стосується Договору або пов'язана з ним;</p>
                <p>5.1.5. негайно листом на електронну адресу Виконавця, вказану у цьому Договорі, повідомляти про зміну інформації щодо Замовника/Учня (контактних номерів телефонів, e-mail тощо);</p>
                <p>5.1.6. самостійно відслідковувати зміни у документах, що стосуються Договору, або пов'язані з ним, які розміщуються на Сайті та/або інших інформаційних просторах;</p>
                <p>5.1.7. не порушувати будь-яким способом хід навчального процесу, не втручатися в нього та не перешкоджати йому;</p>
                <p>5.1.8. не здійснювати відеозапис навчальних занять в якому б форматі вони не проводились, не допускати можливості передачі третім особам матеріалів, отриманих від Виконавця у будь-якому форматі протягом терміну дії Договору і не використовувати такі матеріали в комерційних цілях та запобігти/унеможливити вчинення передбачених у даному пункті дій Учнем;</p>
                <p>5.1.9. нести відповідальність за виконання умов Договору;</p>
                <p>5.1.10. до акцепту Договору ознайомитися з Локальними нормативними актами Виконавця (на Сайті або в офісі Виконавця за адресою, вказаною в реквізитах Договору);</p>
                <p>5.1.11. зареєструватися на веб-платформи Logika до початку навчання Учня за Програмою навчання;</p>

                <p>5.2. Замовник має право:</p>
                <p>5.2.1. розірвати Договір достроково у порядку та на умовах, що визначені у Договорі та/або законодавстві України, письмово попередивши Виконавця за 30 (тридцять) робочих днів. В цьому випадку Сторони укладають угоду про розірвання Договору;</p>
                <p>5.2.2. на письмовий запит отримувати інформацію про навчальний процес, розклад занять, результати навчальних досягнень, поточних тестувань, виконання домашніх завдань Учня.</p>
                <p>5.2.3. вимагати належного ставлення та поваги до себе з боку представників Виконавця;</p>
                <p>5.2.4. замовляти додаткові Послуги та користуватися іншими правами відповідно до умов Договору (додаткові послуги підлягають додатковій оплаті);</p>
                <p>5.2.5. вимагати від Виконавця виконання його обов'язків за Договором;</p>
                <p>5.2.6. на досудове та максимально повне врегулювання спірних питань, які можуть виникнути під час виконання Договору, і вживання всіх можливих досудових заходів для вирішення порушених питань;</p>
                <p>5.2.7. під час споживання Послуг користуватися допомогою кваліфікованих фахівців, які залучені Виконавцем до надання Послуг;</p>
                <p>5.2.8. за погодженням з Виконавцем збільшувати обсяг Послуг. У такому разі Замовник зобов'язаний здійснити відповідну доплату за додаткові Послуги.</p>

                <h2>6. ВАРТІСТЬ ПОСЛУГ. УМОВИ І ПОРЯДОК РОЗРАХУНКІВ</h2>
                <p>6.1. Вартість Послуг залежить від конкретної Програми навчання, обраної Замовником, про які менеджер повідомляє Замовнику та вказана у додатку №1 до цього Договору, який опублікований на сторінці https://logikaschool.com/contractoffer.</p>
                <p>6.2. Виконавець має право за власною ініціативою в односторонньому порядку змінювати вартість Послуг за Програмою навчання в будь-який момент, нові ціни вважаються дійсними з дати публікації у додатку №1 до цього Договору. Інформація про актуальну вартість вказується у додатку №1 до цього Договору, який опублікований на сторінці https://logikaschool.com/contractoffer. При цьому вартість Програми навчання, яка вже сплачена Замовником, не змінюється і перерахунку як у бік збільшення, так і в бік зменшення, не підлягає.</p>
                <p>6.3. Розрахунки по Договору здійснюються у євро або еквіваленті у гривні по ринковому обмінному курсу. Вартість послуг не включає комісію банків/платіжних систем, що стягується під час здійснення платежу.</p>
                <p>6.4. Оплата послуг здійснюється в порядку 100% передоплати за чотири тижні до початку занять. Оплата може бути здійснена наступним чином:</p>
                <p>6.4.1. за весь курс навчання одним платежем;</p>
                <p>6.4.2. за весь курс навчання двома рівними платежами (50% вартості оплачується перед початком занять і 50%, що залишились – не пізніше як до початку дев'ятого заняття);</p>
                <p>6.4.3. за кожен окремий блок занять (4 заняття) в порядку передоплати 100% вартості блоку.</p>
                <p>6.5. Оплата за надання Послуг здійснюється шляхом перерахунку коштів на розрахунковий рахунок або в касу суб'ектів підприємницькой діяльності, з якими Виконавцем укладені агентські зобов'язань, з обов'язковим зазначенням призначення платежу (за навчання ПІБ Учня, ID Учня). Реквізити рахунку вказуються в Telegram або Viber-повідомленні, що надсилається Замовнику за номером телефону або електрону скриньку, який він вказав при реєстрації на веб-платформі Logika.</p>
                <p>6.6. Послуги оплачуються в розмірі 100 % від їх вартості незалежно від присутності Учня на уроках/заняттях з будь-яких причин (підстав).</p>
                <p>6.5. У разі відсутності Учня на уроках/заняттях з будь-яких причин (підстав), вартість оплачених Послуг не перераховується та не повертається Замовнику.</p>
                <p>6.6. Оплата, здійснена Замовником за умовами Договору, не повертається у разі припинення (розірвання) Договору:</p>
                <p>- за ініціативою/заявою Замовника;</p>
                <p>- у зв'язку з обставинами, що не залежать від Виконавця;</p>
                <p>- у зв'язку з порушенням Замовником та/або Учнем умов Договору.</p>
                <p>Послуги вважаються наданими Замовнику належним чином, якщо уроки/заняття були проведені відповідно до навчального плану, незалежно від того, чи був Учень на них присутній.</p>
                <p>6.7. Послуга вважається сплаченою з моменту зарахування коштів на поточний рахунок Виконавця.</p>
                <p>6.8. Кошти, сплачені Замовником у відповідності до умов цього Договору, поверненню не підлягають, за винятком оплати курсу згідно умов п.п. 6.4.1, 6.4.2 цього Договору. В такому випадку повернення сплачених коштів здійснюється на вимогу Замовника за умови, якщо Замовник виклав причини відмови від курсу письмово, за вирахуванням вартості фактично наданих послуг. Повернення коштів здійснюється в наступному порядку: у випадку якщо Учень бажає припинити заняття та здійснив оплату курсу навчання згідно п.п. 6.4.1, 6.4.2 цього Договору, Учню повертаються кошти за ті блоки занять (4 заняття), які залишилися повністю не пройденими Учнем. Тобто, якщо учень пройшов (відвідав) хоч одне з занять блоку, то в такому випадку кошти за такий блок занять (4 заняття) не повертаються. Кошти повертаються в обсязі фактично не проведених занять з урахуванням вартості цих занять, яка була сплачена в порядку, передбаченому п.6.4.3. Договору, або з урахуванням знижок, якщо такі були передбачені при оплаті Послуг.</p>

                <h2>7. УМОВИ НАДАННЯ ПОСЛУГ</h2>
                <p>7.1. Замовник має право оформити замовлення на будь-який пакет Послуг, представлений на Сайті шляхом заповнення заяви-анкети.</p>
                <p>7.2. Замовник може оплачувати пакет Послуг частками, декількома варіантами: за 4, 20 або 40 занять, які проводяться за обраним Замовником курсом відповідно до Програми навчання.</p>
                <p>7.3. Курс, в залежності від обраної Програми навчання, розрахований на проведення занять у кількості, що може перевищувати 40 занять. Вся інформація про курси, навчальні програми, їх опис, терміни та строки, необхідна кількість занять, тощо, розміщуються на Сайті.</p>
                <p>7.4. У разі неможливості проведення занять у раніше визначені терміни, Виконавець або викладачі мають право перенести терміни їх проведення завчасно повідомивши про це Замовника шляхом здійснення сервісного дзвінка та/або оповіщенням через Telegram, Viber чи СМС повідомленням за контактними номерами телефону Замовника.</p>
                <p>7.5. Послуги за цим Договором вважаються наданими Виконавцем з моменту закінчення заняття (незалежно від того чи приймав в ньому участь Учень) або надання доступу Виконавцем до відеозапису онлайн-заняття з моменту реалізації технічної можливості доступу до записів та/або матеріалів, а також наданих можливостей відпрацювання занять (незалежно від того чи користувався ними Замовник/Учень).</p>
                <p>7.6. Використання Замовником отриманих інформації і матеріалів (аудіо-, відеозаписів і т.д.) допускається тільки в особистих цілях і для особистого використання.</p>

                <h2>8. УКЛАДЕННЯ, ДІЯ ТА РОЗІРВАННЯ ДОГОВОРУ</h2>
                <p>8.1. Договір вважається укладеним та набирає чинності в момент його укладення у порядку, передбаченому у цьому розділі Договору.</p>
                <p>8.2. Договір вважається укладеним після здійснення Замовником оплати Послуг згідно умов Договору. Оплата Замовником Послуг згідно умов Договору є акцептом Договору Замовником. Якщо Замовник не здійснить оплату Послуг згідно умов Договору, Договір вважається неукладеним та будь-які взаємні зобов'язання у Сторін не виникають.</p>
                <p>8.3. Договір набирає чинності з дати акцепту Договору Замовником та діє до дати закінчення надання Послуг за Програмою навчання або до дати дострокового припинення (розірвання) Договору.</p>
                <p>8.4. Договір достроково припиняється (розривається):</p>
                <p>- за письмовою угодою Сторін;</p>
                <p>- у односторонньому порядку з підстав та на умовах, що визначені умовами Договору та/або законодавством України;</p>
                <p>- за рішенням суду, яке набрало законної сили;</p>
                <p>- у разі відрахування Учня.</p>
                <p>8.5. Зміни до Договору можуть бути внесені за письмовою угодою Сторін, якщо інше не визначено умовами Договору.</p>
                <p>8.6. Здійснюючи замовлення послуг використовуючи контактні телефони інформаційно-диспетчерської служби, сайт веб-платформи Logika Замовник приєднується до цього Договору, беззастережно приймає його умови та у повному обсязі погоджується з ними без будь-яких застережень і винятків. Замовник підтверджує, що він уважно ознайомився з усіма його умовами, зрозумів їх та міг після цього скористатися незалежною правовою порадою. Замовник погоджується з тим, що цей Договор є вичерпним і повним положенням між Виконавцем і Замовником і замінює будь-які інші переговори, угоди і пропозиції як усного, так і письмового характеру між сторонами, які б мали відношення до предмету цього Договору Замовник погоджується дотримуватися умов Договору. Договір має таку ж силу, як і підписаний документ у письмовій формі.</p>
                <p>8.7. Договір укладається між Виконавцем і Замовником у формі публічного договору у відповідності ст.634 ЦКУ. У зв'язку з викладеним, просимо користувачів веб-платформи Logika уважно ознайомитися з текстом цього Договору і в разі якщо Замовник не згоден з умовами цього Договору або будь-яким з його пунктів, Замовник не має права використовувати сервіси веб-платформи Logika, а Виконавець пропонує Замовнику відмовитися від придбання Послуг. У разі якщо Виконавцем були внесені будь-які зміни до Договору в порядку, передбаченому Договором, з якими Замовник не згоден, Замовник зобов'язаний припинити використання сервісів веб-платформи Logika, якщо такі зміни впливають на договірні відносини Сторін в межах цього Договору.</p>
                <p>Увага: У випадку, якщо Ви не згодні з умовами Договору та / або Умовами використання сайту веб-платформи Logika, а також зі змінами до них, які були внесені Виконавцем, Ви зобов'язані припинити використання сервісів веб-платформи Logika і не відправляти нам повідомлень з пропозицією отримання Послуг веб-платформи Logika, передбачених цим Договором. Виконавець залишає за собою право відхилити Ваш запит без попередження і без пояснення причин.</p>

                <h2>9. РЕЄСТРАЦІЯ ЗАМОВНИКА</h2>
                <p>9.1. Для того щоб скористатися сервісами веб-платформи Logika або окремими його функціями, Замовнику потрібно пройти процедуру реєстрації, в результаті якої для Замовника буде створений унікальний обліковий запис.</p>
                <p>9.2. Для реєстрації Замовник зобов'язується надати достовірну та повну інформацію про себе з питань, запропонованих в формі реєстрації. Якщо Замовник надає невірну інформацію або у Виконавця є підстави припускати, що надана інформація неповна або недостовірна, Виконавець має право на свій розсуд обмежити чи заборонити доступ такого Замовника до використання сервісів або окремих функцій веб-платформи Logika.</p>
                <p>9.3. Виконавець не несе відповідальності, а Замовник самостійно несе відповідальність за всі дії (а також їх наслідки) у зв'язку з використанням веб-платформи Logika під обліковим записом Замовника, включаючи випадки добровільної передачі Замовником даних для доступу до облікового запису Замовника третьою особами з будь-яких підстав (в тому числі за договорами або угодами). При цьому всі дії, пов'язані з використанням веб-платформи Logika під обліковим записом Замовника рахуються здійсненими самим Замовником.</p>
                <p>9.4. В цілях безпеки Замовник повинен самостійно здійснювати безпечне завершення користування під своїм обліковим записом по закінченню кожної сесії використання сайту веб-платформи Logika. Виконавець не несе відповідальності за можливу втрату чи псування даних, а також інші наслідки будь-якого характеру, які можуть статися через порушення Замовником умов цього пункту.</p>
                <p>9.5. Виконавець має право заблокувати або видалити обліковий запис Замовника, а також заборонити доступ з використанням будь-якого облікового запису до сервісів веб-платформи Logika і видалити будь-яку інформацію без пояснень причин, в тому числі у випадку порушення Замовником умов Договору.</p>
                <p>9.6. Виконавець має право від імені веб-платформи Logika посилати користувачам веб-платформи Logika інформаційні повідомлення.</p>

                <h2>10. ВИРІШЕННЯ СПОРІВ</h2>
                <p>10.1. Всі спори, конфлікти чи вимоги, які виникають з даного Договору чи стосуються його, а також порушення, припинення чи неточності повинні бути врегульовані шляхом переговорів між сторонами цього Договору, якщо це можливо.</p>
                <p>10.2. Якщо Сторони не досягли згоди у спорах та протиріччях шляхом переговорів, вони підлягають розгляду в судовому порядку за встановленою підсудністю і підвідомчості відповідно до чинного законодавства України.</p>

                <h2>11. ПРАВИЛА КОРИСТУВАННЯ РЕСУРСОМ LOGIKA</h2>
                <p>11.1. Виконавець має право вдосконалювати сервіс веб-платформи Logika, розширювати його можливості. Виконавець вправі повідомляти Замовника про нові можливості сервісів веб-платформи Logika.</p>
                <p>11.2. Виконавець має право без узгодження з Замовником модифікувати сервіси веб-платформи Logika будь-яким методом на свій погляд, в тому числі змінювати дизайн веб-платформи Logika, умови надання сервісів, додавати нові сервіси, припиняти надання сервісів, а також переривати доступ до веб-платформи Logika в процесі проведення Виконавцем вказаних робіт. Замовник розуміє і погоджується з тим, що сервіси веб-платформи Logika можуть бути тимчасово недоступними або мати збої в роботі з причин, але не обмежуючись:</p>
                <p>- несправності в обладнанні зв'язку;</p>
                <p>- профілактичного технічного обслуговування, ремонту або адміністративних переглядів, які періодично проводяться Виконавцем;</p>
                <p>- з причин, не залежних від Виконавця.</p>
                <p>У випадку відключення доступу до сервісів веб-платформи Logika на значний проміжок часу (більш ніж 48 годин), Виконавець докладе усі зусилля щоб повідомити про це Замовника при наявності такої можливості.</p>
                <p>11.3. Виконавець вправі популяризувати і просувати веб-платформу Logika, має право розміщувати матеріали рекламного характеру на будь-якій сторінці сайту веб-платформи Logika, в тому числі, але не обмежуючись, контекстну рекламу, банери, а також відео й інтерактивні рекламні ролики.</p>
                <p>11.4. Виконавець має право відмовити Замовнику в реєстрації, тимчасово зупинити роботу облікового запису Замовника або видалити обліковий запис Замовника без попередження і без пояснення причин.</p>

                <h2>12. ВІДСУТНІСТЬ ГАРАНТІЙ, ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ</h2>
                <p>12.1. Замовник використовує веб-платформу Logika на свій особистий ризик. Усі сервіси веб-платформи Logika надаються по принципу «як є». Замовник вправі відмовитися від використання веб-платформи Logika в будь-який момент на свій погляд. Виконавець не приймає на себе ніякої відповідальності, в тому числі за відповідність послуг цілям Замовника, а також не несе відповідальності за наслідки використання послуг веб-платформи Logika Замовником, в тому числі фінансового, матеріального та/або морального характеру.</p>
                <p>12.2. Виконавець не гарантує, що: сервіси веб-платформи Logika відповідають або будуть відповідати вимогам і побажанням Замовника; сервіси на веб-платформі Logika будуть надаватися безперервно, швидко, надійно і без помилок; результати, які можуть бути отримані з використанням сервісів веб-платформи Logika, будуть точними і надійними і можуть використовуватися Замовником в повсякденному житті та/або в будь-якій діяльності за принципом «як є», для будь-яких цілей або в якій-небудь якості (наприклад, для встановлення та/або підтвердження будь-яких фактів); якість будь-яких послуг та сервісів, отриманих з використанням веб-платформи Logika буде відповідати цілям, вимогам та/або очікуванням Замовника.</p>
                <p>12.3. Виконавець не приймає на себе моральну та/або матеріальну відповідальність за будь-які результати використання Замовником інформації, послуг, отриманих за допомогою веб-платформи Logika. Виконавець не несе відповідальності за будь-які види збитків, що виникли внаслідок використання Замовником веб-платформи Logika, в тому числі за шкоду, яка може бути заподіяна комп'ютеру або іншим приладам Замовника або третіх осіб, за втрату даних або будь-якої іншої шкоди.</p>
                <p>12.4. Вміст сайту веб-платформи Logika носить інформаційний характер. Виконавець не несе відповідальності за неточність даних. Виконавець не несе відповідальності за інформацію, надану третіми особами, так само як не несе відповідальності за надані послуги або неякісне надання послуг з навчання, в тому числі за якість продуктів, які рекламуються третіми особами на ресурсах веб-платформи Logika.</p>
                <p>12.5. Виконавець не несе відповідальності за якість каналів зв'язку загального користування, за допомогою яких здійснюється доступ Замовника до веб-платформи Logika.</p>
                <p>12.6. Виконавець не несе відповідальності за проблеми, пов'язані з використанням Замовником неліцензійного програмного та технічного забезпечення при використанні веб-платформи Logika.</p>
                <p>12.7. Виконавець не несе відповідальності за зміст і достовірність інформації, наданої Замовником при оформленні замовлення на ресурсі веб-платформи Logika. Замовник приймає на себе повну відповідальність і ризики, пов'язані з доступом на ресурси веб-платформи Logika через мережу Інтернет.</p>
                <p>12.8. Веб-платформа Logika може містити посилання на сайти третіх осіб в мережі Інтернет. Зазначені треті особи та їх інформація, текст не перевіряються Виконавцем на відповідність тим або іншим вимогам (достовірності, повноти, законності і т.п.). Виконавець не несе відповідальності за будь-яку інформацію, матеріали, розміщені на сайтах третіх осіб, до яких Замовник отримує доступ з використанням веб-платформи Logika, в тому числі за будь-які думки або твердження, виражені на сайтах третіх осіб, рекламу, а також за доступність таких сайтів або інформації та наслідки їх використання Замовником.</p>
                <p>12.9. В будь-якій формі посилання на будь-який веб-сайт, продукт, послугу, будь-яку інформацію комерційного або некомерційного характеру, розміщені на ресурсі веб-платформи Logika, не є схваленням або рекомендацією даних продуктів, послуг, дій з боку Виконавця.</p>
                <p>12.10. Бездіяльність з боку Виконавця в разі порушення Замовником умов цього Договору, не позбавляє Виконавця права в подальшому здійснити відповідні дії, спрямовані на захист власних інтересів пізніше.</p>
                <p>12.11. При будь-яких обставинах відповідальність Виконавця відповідно до статті 22 Цивільного кодексу України обмежена сумою в розмірі 300 (триста) гривень 00 копійок України та відшкодовується тільки за наявності в його діях вини.</p>
                <p>12.12. Розгляд претензій до Виконавця, пов'язаних з надання послуг за цим Договором, їх якістю, здійснюється Виконавцем при пред'явленні Замовником відповідних фінансових та/або інших документів, що підтверджують доказування вини Виконавця.</p>
                <p>12.11. Виконавець не розглядає анонімні претензії або претензії, які не дозволяють ідентифікувати Замовника на підставі наданої ним інформації при оформленні замовлення на ресурсах веб-платформи Logika.</p>
                <p>12.12. Питання, пропозиції, коментарі, скарги та інші повідомлення Замовника з питань роботи веб-платформи Logika направляються Виконавцю за адресою електронної пошти kiev@logikaschool.com або через форму зворотного зв'язку, що розташована за адресою http://logikaschool.com.</p>
                <p>12.13. Виконавець не несе відповідальності за отримання Замовником відповіді на його запит. Якщо Замовник не згоден з мотивуваннями відповіді Виконавця, то він має право направити Виконавцю повторного листа з більш докладним викладом ситуації та/або питання та/або пропозиції. Будь-які претензії Замовника, прямо адресовані Виконавцю та/або пов'язані з ресурсом веб-платформи Logika, підлягають вирішенню в досудовому порядку шляхом обміну письмовими повідомленнями.</p>
                <p>12.14. Будь-які претензії Замовника щодо надання ним послуг з навчання та/або повернення грошових коштів за надані послуги з навчання, які не належать до відповідальності Виконавця відповідно до положень цього Договору, Виконавцем не розглядаються. Сторони погоджуються, що передача претензій Замовника Клієнту не є обов'язком Виконавця а правом, яке може бути реалізовано в рамках його доброї волі.</p>

                <h2>13. ЗГОДА – ДОЗВІЛ НА ЗБІР ІНФОРМАЦІЇ</h2>
                <p>13.1. Замовник добровільно надає Виконавцю згоду-дозвіл на збір й обробку своїх персональних даних та іншої інформації, яка дає можливість Виконавцю ідентифікувати Замовника, відповідно до вимог Закону України «Про захист персональних даних» та чинного законодавства України.</p>
                <p>13.2. Інформація, надана Замовником Виконавцю, необхідна для належного виконання Виконавцем умов цього Договору і обробки замовлення.</p>
                <p>13.3. При використанні веб-платформи Logika може автоматично виконуватися збір технічної інформації про Замовника, яка не відноситься до особистої, таку як:</p>
                <p>- IP адреса Замовника;</p>
                <p>- адреса сайту, з якого був здійснений перехід на веб-платформу Logika;</p>
                <p>- час перебування на сайті веб-платформи Logika;</p>
                <p>- тип використовуваного браузера і його мовна версія.</p>
                <p>Також збору і аналізу може підлягати і навігаційна інформація: адреси та шляхи спрямування Замовника по ресурсах веб-платформи Logika, інформація про виконані дії на ресурсах веб-платформи Logika, переходи за внутрішніми посиланнями та інше.</p>
                <p>Також повідомляємо, що власником бази персональних даних користувачів веб-платформи Logika є Виконавець.</p>

                <h2>14. ЗАКЛЮЧНІ ПОЛОЖЕННЯ</h2>
                <p>14.1. Оферта починає діяти з моменту розміщення в мережі Інтернет за адресою: https://logikaschool.com/contractoffer та діє до моменту відкликання або внесення змін до цієї оферти Виконавцем.</p>
                <p>14.2. Замовник погоджується та визнає, що внесення змін до цього Договору призводить до внесення змін укладеного та діючого Договору між Виконавцем і Замовником, та ці зміни починають діяти на другий день після внесення змін до цієї Оферти.</p>
                <p>14.3. Виконавець та Замовник мають право в будь-який момент відмовитися від даного Договору, попередньо повідомивши іншу Сторону про це не менше ніж за п'ять днів та завершивши всі фінансові взаєморозрахунки за цим Договором.</p>
                <p>14.4. Відносини Сторін, не врегульовані цим Договором, регулюються чинним законодавством України.</p>
                <p>14.5. Погоджуючись на отримання послуг за цим Договором Замовник надає Виконавцю на необмежений строк однозначну, безумовну та не відкличну згоду на збір, зберігання, обробку та використання своїх персональних даних.</p>
                <p>14.6. Погоджуючись на отримання послуг за цим Договором Замовник надає Виконавцю проводити фото чи відеозйомку та публікацію фото, відеоматеріалів або творчих робіт Учня у мережі Інтернет.</p>
                <p>14.7. Виконавець не відповідає за використання Замовником та Учнями інформації, розміщеної у базі замовлень внаслідок виконання цього Договору, та за збитки, понесені вказаними особами внаслідок доступу чи використання такої інформації.</p>
                <p>14.8. Замовник визнає і погоджується з тим, що веб-платформа "Logika", а також поштовий сервіс і все необхідне програмне забезпечення захищені авторським правом, торговельними марками, патентами, чинним законодавством України в сфері інтелектуальної власності та іншими чинними міжнародними нормами.</p>
                <p>14.9. Цей Договір складений українською мовою. На момент укладення цього Договору Виконавець є платником єдиного податку III групи і не є платником ПДВ.</p>

                <h2>15. РЕКВІЗИТИ ВИКОНАВЦЯ</h2>
                <p>Товариством з обмеженою відповідальністю «ІКС КАПІТАЛ»</p>
                <p>ЄДРПОУ: 42561625</p>
                <p>телефон: + 38 (093) 170-74-40 e-mail: kiev@logikaschool.com</p>
                <p>сайт: https://logikaschool.com/</p>
                <p>м. Київ</p>
                <p>Дата останніх змін «15» липня 2022 р.</p>
                <p>Додаток №1 до договору оферти про надання послуг з навчання програмуванню</p>
                <p>Додаток №2 до договору оферти про надання послуг з навчання англійської мови</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </main>

  @include('partials/footer.html')
</body>
</html>
