<!DOCTYPE html>
<html lang="uk">
@include('partials/head.html')

<body>
  @include('partials/header.html')

  <main>
    <section class="article-section">
      <div class="container">
        <div class="article-section__wrapp">
          <div class="breadcrumbs">
            <a href="/">Головна</a> / Політика конфіденційності
          </div>

          <div class="article-section__box">
            <div class="article-section__content" style="grid-template-columns: minmax(0, 1fr);">
              <div class="article-section__editor">
                <h2>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h2>
                <p><strong>Порядок обробки і захисту персональних даних</strong></p>
                <p>1. Цей порядок розроблений відповідно до Закону України «Про захист персональних даних», Типового порядку обробки персональних даних, затвердженого наказом Уповноваженого Верховної Ради України з прав людини 08.01.2014 р. № 1/02-14, з урахуванням окремих положень Загального регламенту про захист даних (GDPR).</p>
                <p>2. Володільцем персональний даних є ТОВ «Ікс Капітал».</p>
                <p>3. Підставами обробки персональних даних є:</p>
                <p>3.1. згода суб'єкта персональних даних на обробку його персональних даних;</p>
                <p>3.2. укладення та виконання правочину, стороною якого є суб'єкт персональних даних або який укладено на користь суб'єкта персональних даних чи для здійснення заходів, що передують укладенню правочину на вимогу суб'єкта персональних даних;</p>
                <p>3.3. необхідність виконання обов'язку володільця персональних даних, який передбачений законом.</p>
                <p>4. Метою обробки персональних даних є:</p>
                <p>4.1. виконання обов'язків, які покладаються на заклад позашкільної освіти профільним законодавством;</p>
                <p>4.2. надання пільг у навчанні окремим категоріям осіб;</p>
                <p>4.3. надання безкоштовного тимчасового права на пробне відвідування заняття;</p>
                <p>4.4. отримання аналітичної та статистичної інформації щодо відвідуваності сайту та покращення на її основі роботи сайту, рівня його досяжності до цільової аудиторії, покращення зручності відображення сайту для відвідувачів, виявлення та запобігання спаму;</p>
                <p>4.5. надання відповідей на звернення та запити;</p>
                <p>4.6. рекламні та маркетингові цілі.</p>
                <p>5. Категорії суб'єктів персональних даних:</p>
                <p>5.1. відвідувачі сайту;</p>
                <p>5.2. особи, які звертаються до володільця з метою отримання інформації та/або безкоштовного тимчасового права на пробне відвідування заняття;</p>
                <p>5.3. кандидати у здобувачі та здобувачі позашкільної освіти, їх представники та законні представники;</p>
                <p>5.4. працівники;</p>
                <p>5.5. контрагенти.</p>
                <p>6. Склад персональних даних, що обробляються:</p>
                <p>6.1. відвідувачів сайту:</p>
                <p>6.1.1. технічні дані, в т. ч. з файлів cookies, зокрема:</p>
                <p>6.1.1.1. IP-адреса, тип і версія браузера, налаштування часового поясу, типи плагінів браузера, операційна система та версія;</p>
                <p>6.1.1.2. інформація про використання сайту https://logikaschool.com/, зокрема URL-адреси кліків (шлях проходження через сайт), час відгуку сторінки, помилки завантаження, час перебування на веб-сторінках, активність на цих сторінках, періодичність та тривалість відповідних дій тощо;</p>
                <p>6.2. осіб, які звертаються до володільця з метою отримання інформації та/або безкоштовного тимчасового права на пробне відвідування заняття:</p>
                <p>6.2.1. прізвище та ім'я;</p>
                <p>6.2.2. контактні номер абонента зв'язку та адреса електронної пошти;</p>
                <p>6.3. кандидатів у здобувачі та здобувачів позашкільної освіти, їх представників та законних представників:</p>
                <p>6.3.1. загальні для всіх:</p>
                <p>6.3.1.1. прізвище, ім'я, по батькові;</p>
                <p>6.3.1.2. адреса реєстрації місця проживання;</p>
                <p>6.3.1.3. реєстраційний номер облікової картки платника податків;</p>
                <p>6.3.1.4. серія, номер, дата видачі документа, що посвідчує особу, орган, який його видав;</p>
                <p>6.3.1.5. контактні номер абонента зв'язку та адреса електронної пошти;</p>
                <p>6.3.1.6. історія оплат та платіжні реквізити;</p>
                <p>6.3.2. для кандидатів у здобувачі та здобувачі:</p>
                <p>6.3.2.1. дата народження;</p>
                <p>6.3.2.2. інвалідність – «чутливі» персональні дані, які становлять особливий ризик для прав і свобод суб'єктів;</p>
                <p>6.3.2.3. статус сироти або особи, позбавленої батьківського піклування;</p>
                <p>6.3.2.4. статус члена сім'ї особи, загиблої у АТО/ООС;</p>
                <p>6.3.2.5. приналежність до малозабезпечених або багатодітних сімей;</p>
                <p>6.3.3. для представників та законних представників: родинні зв'язки (юридичні зв'язки) з кандидатом у здобувачі, здобувачем позашкільної освіти.</p>
                <p>6.4. працівників, контрагентів:</p>
                <p>6.4.1. прізвище, ім'я, по батькові;</p>
                <p>6.4.2. освіта, кваліфікація, атестація, сертифікація;</p>
                <p>6.4.3. адреса реєстрації місця проживання;</p>
                <p>6.4.4. реєстраційний номер облікової картки платника податків;</p>
                <p>6.4.5. серія, номер, дата видачі документа, що посвідчує особу, орган, який його видав;</p>
                <p>6.4.6. контактні номер абонента зв'язку, адреса електронної пошти;</p>
                <p>6.4.7. історія оплат та платіжні реквізити;</p>
                <p>6.5. Суб'єкт персональних даних може поєднувати в собі кілька категорій, залежно від мети і способу взаємодії з володільцем персональних даних. Будь-який суб'єкт персональних даних, який взаємодіє з володільцем персональних даних через сайт tumo.com.ua, є в будь-якому випадку в тому числі відвідувачем сайту.</p>
                <p>7. Способи збору та накопичення персональних даних:</p>
                <p>7.1. збір та накопичення персональних даних здійснюється одним або поєднанням кількох таких способів:</p>
                <p>7.1.1. IP-телефонія;</p>
                <p>7.1.2. контактна форма на сайті https://logikaschool.com/;</p>
                <p>7.1.3. контактна електронна пошта володільця, зазначена на сайті;</p>
                <p>7.1.4. особистий контакт між володільцем та суб'єктом персональних даних;</p>
                <p>7.1.5. система для здійснення платежів;</p>
                <p>7.2. незалежно від способу збору та накопичення, всі персональні дані (крім персональних даних відвідувачів сайту) автоматично, за допомогою сторонніх сервісів або безпосередньо володільцем вносяться до електронної бази даних (CRM-системи), відповідні документи у паперовій формі скануються та приєднуються до цієї бази даних, після чого обробляються виключно в електронному вигляді;</p>
                <p>7.3. персональні дані разом з копіями доданих документів у паперовій формі не обробляються, проте можуть зберігатися та використовуватися для цілей, у випадках та обсязі, прямо передбачених законодавством, зокрема, в особових справах;</p>
                <p>7.4. інша інформація з копій документів, крім тієї, яка входить до складу персональних даних, не обробляється, однак окремі персональні дані, такі як інформація про геолокацію, дату і час створення електронних файлів та ін., можуть міститися в цих файлах і бути доступними володільцю;</p>
                <p>7.5. персональні дані відвідувачів сайту аналізуються знеособлено стороннім сервісом Google Analytics, у зв'язку з чим з політикою конфіденційності Google можна ознайомитися за цим посиланням: https://policies.google.com/privacy?gl=UA&amp;hl=uk.</p>
                <p>8. Строк зберігання персональних даних, якщо інше не передбачено законодавством України, складає:</p>
                <p>8.1. для осіб, які звертаються до володільця з метою отримання інформації та/або безкоштовного тимчасового права на пробне відвідування заняття – 3 роки з дня звернення;</p>
                <p>8.2. для кандидатів у здобувачі позашкільної освіти, їх представників та законних представників – 3 роки з дня подання відповідної заяви;</p>
                <p>8.3. для здобувачів позашкільної освіти, їх представників та законних представників – протягом строку навчання та 4 років з дня закінчення навчання;</p>
                <p>8.4. для працівників – протягом строку роботи та 4 років з дня припинення трудових відносин;</p>
                <p>8.5. для контрагентів – протягом строку господарських відносин та 4 років з дня їх припинення;</p>
                <p>8.6. для відвідувачів сайту – 1 рік з дня останнього відвідування сайту.</p>
                <p>9. Персональні дані зберігаються виключно за умови, якщо суб'єкт персональних даних в один з нижченаведених способів:</p>
                <p>9.1. підтвердив в електронному вигляді своє ознайомлення з цим порядком та надав згоду на обробку своїх персональних даних на його підставі та умовах перед заповненням відповідних електронних форм;</p>
                <p>9.2. надав свою мовчазну згоду продовженням перебування на сайті після появи електронного застереження про це;</p>
                <p>9.3. підтвердив у письмовому вигляді своє ознайомлення з цим порядком та надав згоду на обробку своїх персональних даних на його підставі та умовах перед працевлаштуванням або укладенням договору;</p>
                <p>9.4. надав свою мовчазну згоду продовженням перебування на зв'язку за допомогою IP-телефонії після прослуховування усного застереження про це.</p>
                <p>10. Умови та процедура зміни, видалення або знищення персональних даних:</p>
                <p>10.1. для зміни персональних даних суб'єкт в довільній формі звертається до володільця в будь-який зручний для нього спосіб та прикріплює копії документів, які підтверджують відповідні зміни;</p>
                <p>10.2. видалення або знищення персональних даних здійснюється володільцем лише після закінчення строку їх зберігання;</p>
                <p>10.3. персональні дані осіб, які звертаються до володільця з метою отримання інформації та/або безкоштовного тимчасового права на пробне відвідування заняття, та відвідувачів сайту можуть бути видалені достроково в разі звернення відповідних суб'єктів персональних даних до володільця в довільній формі у будь-який зручний для нього спосіб;</p>
                <p>10.4. персональні дані в будь-якому разі не можуть бути змінені, видалені або знищені, якщо зберігати відповідну інформацію зобов'язує законодавство України.</p>
                <p>11. Умови та процедура передачі персональних даних та перелік третіх осіб, яким можуть передаватися персональні дані.</p>
                <p>12. Жодні персональні дані не передаються жодним третім особам, крім як в рамках податкової та статистичної звітності, а також виконання обов'язків, які випливають із законодавства про освіту. Жодні законодавчі та/або договірні зобов'язання щодо обробки персональних даних розпорядниками відсутні.</p>
                <p>13.З політикою конфіденційності хостинг-партнера сайту можна ознайомитися за цією адресою: <a href="https://tilda.cc/ru/privacy/" target="_blank" rel="noreferrer noopener">https://tilda.cc/ru/privacy/</a>.</p>
                <p>14. Під час переходу з сайту на інші ресурси за посиланнями, розміщеними на сайті, жодні персональні дані таким ресурсам не передаються.</p>
                <p>15. Публікації на сайті можуть містити вбудований вміст (відео, зображення, статті та ін.). Вбудований вміст з інших сайтів рівнозначний відвідуванню цих інших сайтів. Ці сайти можуть збирати персональні дані, використовувати файли cookies, вбудовані додатки відстеження третіх осіб та стежити за взаємодією з цим вбудованим вмістом, зокрема відстежувати взаємодію з вбудованим вмістом, якщо у відвідувача є обліковий запис і він увійшов на цей сайт.</p>
                <p>16. Порядок доступу до персональних даних осіб, які здійснюють їх обробку, а також суб'єктів персональних даних:</p>
                <p>16.1. до персональних даних мають доступ працівники та контрагенти володільця, які задіяні в освітньому процесі, кадрових питаннях, поданні звітності, технічному забезпеченні роботи сайту;</p>
                <p>16.2. особи, які здійснюють обробку персональних даних, зв'язані умовами про юридичну відповідальність за вчинення протиправних дій з персональними даними;</p>
                <p>16.3. доступ до своїх персональних даних суб'єктів здійснюється шляхом звернення до володільця в довільній формі у будь-який зручний спосіб.</p>
                <p>17. Заходи забезпечення захисту персональних даних:</p>
                <p>17.1. доступ до персональних даних, котрі зберігаються та обробляються в електронному вигляді, здійснюється шляхом входу до електронної бази даних за допомогою особистих логінів та унікальних паролів виключно особами, які здійснюють обробку персональних даних;</p>
                <p>17.2. персональні дані, які в силу вимог законодавства повинні зберігатися в паперовому вигляді, знаходяться в закритому архівному приміщенні і не обробляються, за виключенням випадків, коли таку обробку зобов'язує здійснювати закон саме в паперовому вигляді.</p>
                <p>18. Процедура збереження інформації про операції, пов'язані з обробкою персональних даних та доступом до них:</p>
                <p>18.1. фіксація кожного випадку доступу до персональних даних в електронному вигляді здійснюється у log-файлі електронної бази даних з відображенням дати, часу, прізвища та імені особи;</p>
                <p>18.2. фіксація кожного випадку доступу до персональних даних в паперовому вигляді здійснюється шляхом збереження паперових документів, які стали підставою та наслідком такого доступу, зокрема, відповідних заяв, запитів, судових рішень тощо в особових справах.</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </main>

  @include('partials/footer.html')
</body>
</html>
